Revit 2024 API
ParameterTypeId.TextTabSize Property
 "Tab Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId TextTabSize { get; }
Visual Basic
Public Shared ReadOnly Property TextTabSize As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ TextTabSize {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace